[
  {
      "departmentName": "কম্পিউটার সায়েন্স ",
      "departmentImg": "https://i.ibb.co/vdrXvwP/Computer.jpg",
      "departmentInfo": "তথ্য প্রযুক্তি বর্তমান বিশ্বকে গ্লোবাল ভিলেজে পরিণত করেছে। আধুনিক এই যোগাযোগ ব্যবস্থায় আমাদের জীবন যাপনের সঙ্গে সঙ্গে পাল্টে যাচ্ছে রাজনৈতিক, সামাজিক ও অর্থনৈতিক প্রেক্ষাপট। এই পরিবর্তনশীল সময়ের সাথে এগিয়ে যাবার প্রত্যয় নিয়ে এল কম্পিউটার প্রযুক্তি। প্রযুক্তি নির্ভর বিশ্বে নিজেকে আত্বনির্ভরশীল ব্যক্তি হিসাবে গুড়ে তুলতে হলে কম্পিউটার সায়েন্স টেকনোলজি পড়ার বিকল্প কিছু হতে পারে না। একমাত্র কম্পিউটার টেকনোলজিই পারে বহুমুখি কর্মসংস্থানের সুযোগ করে দিতে। অর্থনৈতিকভাবে সমৃদ্ধ দেশ হিসাবে ডিজিটাল বাংলাদেশ গড়ার ক্ষেত্রে কম্পিউটার টেকনোলজি অপরিহার্য। ২০১১ সালে প্রতিটি কোর্সে কম্পিউটার বাধ্যতামুলক করা হয়েছে। সমস্ত- সরকারি ও বেসরকারি প্রতিষ্ঠান সমূহে ই-গভর্নেস চালু করতে যাচ্ছে, সেহেতু অনুমান করা যাচ্ছে যে, কম্পিউটার টেকনোলজি কর্মসংস্থানের ব্যাপ্তি কত বিশাল হতে পারে। ডিপ্লোমা ইন ইঞ্জিনিয়ারিং টেকনোলজি আপনাকে সামিল করবে এই কম্পিউটার প্রযুক্তিবিদদের প্রথম সারিতে। এই কম্পিউটার ডিপ্লোমা ডিগ্রী হবে অবারিত কম্পিউটার সম্পর্কীত কর্ম ক্ষেত্রে প্রবেশের আপনার প্রথম চাবিকাঠি।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "দেশে বিদেশ Computer Software Company গুলোতে Assistant Programmer পদে চাকুরীর সুযোগ আছে। সরকারী বেসরকারী প্রায় সব প্রতিষ্ঠানের Hardware Engineering and Assistant Networking Administrator পদে প্রচুর চাকুরীর সম্ভাবনা আছে। বিভিন্ন সরকারী বেসরকারী ব্যাংক গুলোতে Maintenance and IT Officer পদে চাকুরীর সুযোগ আছে। বিভিন্ন Print Media and Electronics Media তে Graphics Designer, Hardware Engineering, Animation Programmer and Network Engineering পদে প্রচুর চাকুরীরর সুযোগ আছে। বর্তমানে যে কোন মোবাইল কোম্পানি ও ওয়ার্লেস কোম্পানিতে প্রচুর চাকুরীর সুযোগ রয়েছে। ও বেসরকারী পলিটেকনিক গুলোতে জুনিয়র ইন্সট্রাক্টর পদে ও ভকেশনাল ইনস্টিটিউট গুলোতে ইন্সট্রাক্টর পদে অসংখ্য চাকুরীর সুযোগ রয়েছে।"
  },
  {
      "departmentName": "সিভিল",
      "departmentImg": "https://i.ibb.co/Gn11nbp/Civil.jpg",
      "departmentInfo": "পৃথিবীতে উন্নত রাষ্ট্রগুলো ক্রমেই উন্নত হচ্ছে এবং উন্নয়নশীর রাষ্ট্রগুলো উন্নতির দিকে ধাবিত হচ্ছে। রাষ্ট্র উন্নয়ন বলতে বুঝায় সে দেশের অর্থনৈতিক অবকাঠামো, যাতায়াত ব্যবস্থা উন্নয়ন এব ইমারতগুলোর উন্নয়ন। ভূ-খন্ড নির্দিষ্ট কিন’ জনসংখ্যা অপরিকল্পিতভাবে ক্রমান্বয়ে বৃদ্ধি পাচ্ছে এবং ভবিষ্যতেও বৃদ্ধি পেতে থাকবে। এই নির্দিষ্ট ভূ-খন্ডে জন-জীবনের জন্য মৌলিক চাহিদাগুলো যেমন: খাদ্য,বস্ত্র, বাসস্থান, শিক্ষা ইত্যাদির চাহিদা ক্রমশঃ বৃদ্ধি পাচ্ছে। একই সাথে বৃদ্ধি পাচ্ছে বেকারত্ব। তাই মৌলিক চাহিদা পূরণের সাথে সাথে বেকারত্ব দূরীকরণের ব্যবস্থাও গ্রহণ করতে হবে। সুনিয়ন্ত্রিত ও সুপরিকল্পিতভাবে নগর বাস-বায়ন, বহুতল ভবন, উন্নত সড়ক পথ, রেলপথ, ব্রীজ, কালভার্ট, বিমানবন্দর ইত্যাদি নির্মাণে সিভিল ইঞ্জিনিয়ারিং এর কোন বিকল্প নাই।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "দেশের বৃহত্তম সরকারি প্রতিষ্ঠান যেমন: Roads and Highway Department (HRD), Public Works Department(PWD), Public Health Engineering Department(PHED), LGED ইত্যাদিতে Sub Assistant Engineer পদে চাকরির সুযোগ রয়েছে। RAJUK, Bangladesh Railway. দেশের বৃহত্তর অন্যান্য সরকারি নিয়ন্ত্রণাধীন প্রতিষ্ঠান যেমন: Water Development Board (WDB), Power Development Board (PDB), DESCO, DPDC, PGCB, WASA, City Corporation ইত্যাদিতে Sub Assistant Engineer পদে চাকরির সুযোগ রয়েছে। Telecommunication Section, Ministry of Defense, BIWTA, House Building Finance Corporation, বাংলাদেশ ইস্পাত প্রকৌশলী করপোরেশন। দেশের পৌরসভাগুলোতে Sub Assistant Engineer হিসেবে কর্মক্ষেত্র রয়েছে। দেশের বিভিন্নReal Estate and Development Company Sector গুলোতে Sub Assistant Engineer, Deputy Project Engineer, Project Engineer, Project In Charge হিসেবে কর্মক্ষেত্র রয়েছে। সরকারি ও বেসরকারি পলিটেকনিক গুলোতে জুনিয়র ইনস্ট্রাক্টর হিসেবে অসংখ্যা চাকরির সুযোগ রয়েছে। নিজস্ব আত্বকর্ম সংস্থান সৃষ্টির মাধ্যমে সে নিজের ও অন্যের কর্মসংস্থান সৃষ্টি করতে পারে।"
  },
  {
      "departmentName": "ইলেকট্রিক্যাল",
      "departmentImg": "https://i.ibb.co/8z8Qvs9/Electrical.jpg",
      "departmentInfo": "বিজ্ঞানী ভোল্টা কর্তৃক Electricity আবিস্কারের পর থেকেই মূলতঃ আধুনিক সভ্যতার যাত্রা শুরু। Electricity ছাড়া আমাদের জীবন যেমন অচল, Electrical Technology ছাড়াও পৃথিবী তেমনি অচল। কৃষি নির্ভর এবং শিল্পনির্ভর অর্থনীতি এখন পরিপূর্ণভাবে বিদ্যুতের উপর নির্ভরশীল। ভারী শিল্প থেকে শুরু করে ক্ষুদ্র কুটির শিল্প এবং গ্রাম্য কৃষি উপকরণ আজও বিদ্যুতের নিয়ন্ত্রণে। বর্তমান সভ্যতার সকল আধুনিক উপকরণসহ বেঁচে থাকার জন্য যুগোপযোগী Medical Science-এর সকল উপকরণই বিদ্যুৎ নিয়ন্ত্রিত। Electrical Technology কে বাদ দিয়ে সভ্যতার সকল উপকরণই অর্থহীন। সুতরাং বলা যায় সভ্যতার সর্বত্র বিদ্যুতের গুরুত্ব অপরিসীম এবং এর গুরুত্ব চিরদিনই থাকবে। ফলে Electrical Technology এর চাহিদা ক্রমশই বৃদ্ধি পাচ্ছে। ",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "Power Station, DESA, DESCO পল্লীবিদ্যুৎ বোর্ড, গ্যাস ফিল্ড, Power Grid, LGED, WASA, BTCL বিভিন্ন মোবাইল কোম্পানী এবং যে কোন ইন্ডাস্ট্রিতে ইলেকট্রিকাল ইঞ্জিনিয়ারদের প্রচুর চাকুরির সুযোগ রয়েছে। এছাড়া বিভিন্ন সরকারি ও বেসরকারি পলিটেকনিক গুলোতে জুনিয়র ইনস্ট্রাক্টর পদে চাকরির সুযোগ রয়েছে।"
  },
  {
      "departmentName": "মেকানিক্যাল",
      "departmentImg": "https://i.ibb.co/G9xPwwL/mechanical.jpg",
      "departmentInfo": "মেকানিক্যাল টেকনোলজি বলতে যন্ত্র কৌশলকে বুঝায়। আবার যন্ত্র কৌশল বলতে কোন মেশিন বুঝায় বা যার সাহায্যে কোন যানবাহন পরিচালনা করা হয়। মেশিনের সাহায্যে উৎপাদনমুখী সকল কল-কারখানা পরিচালিত হচ্ছে। মানব সভ্যতার ঊষালগ্ন থেকে শুরু হয়ে আধুনিক উন্নয়নের ধারক মেকানিক্যাল ইঞ্জিনিয়ারিং। এই টেকনোলজিতে অত্র প্রতিষ্ঠানে ব্যবহারিক সকল উপকরণ সমূহ পর্যাপ্ত পরিমাণ থাকায় তাত্ত্বিক ও ব্যবহারিক ক্লাসের মাধ্যমে সৃষ্টি হয় একজন যোগ্য মেকানিক্যাল ইঞ্জিনিয়ার। সরকারি, বেসরকারি, স্বায়ত্বশাসিত প্রতিষ্ঠানে এবং বিভিন্ন ইন্ডাস্ট্রিতে চাকুরীসহ আত্নকর্মসংস্থান ও উচ্চতর শিক্ষা গ্রহণের রয়েছে সুবর্ণ সুযোগ।ড অ্যাকাডেমিক পরিবেশে অবস্থিত অত্র বিভাগের শিক্ষার্থীরা দক্ষ প্রকৌশলী হিসেবে গড়ে ওঠে নিবেদিতপ্রাণ শিক্ষকদের সযত্ন পরিচর্যায়।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "১.পাওয়ারপ্ল্যান্ট সমূহ ২.কল-কারখানা ৩.গ্যাসফিল্ড ৪.জাহাজ নির্মাণ শিল্প ৫.পেট্রোলিয়াম জাত পণ্য (লুব অয়েল, পেট্রোল,ডিজেল) ৬.যেকোন ইন্ডাস্ট্রির ইউটিলিটি ও মেইন্টেনেন্স বিভাগে। ৭.অটোমোবাইল ৮.বিভিন্ন সিমেন্ট ইন্ড্রাস্টিতে ৯.সার কারখানার ১০.রেলওয়ে ১১. বিমান ১২. নবায়নযোগ্য শক্তি ১৩.জেনারেটর/ক্যাপটিভ পাওয়ার ইত্যাদিতে।"
  },
  {
      "departmentName": "ইলেকট্রনিক্স",
      "departmentImg": "https://i.ibb.co/DY9McY4/Electronics.jpg",
      "departmentInfo": "বিশ্বায়নের এই যুগে বিদ্যুৎ হচ্ছে সকল কিছুর প্রাণ। ঊনবিংশ শতাব্দীর শেষ ভাগে যখন টেলিগ্রাফি ও বিদ্যুৎ শক্তির ব্যবহার জনপ্রিয় হয়ে উঠতে শুরু করে তখন থেকে ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং-এর আত্নপ্রকাশ ঘটে। ইলেকট্রিক্যাল ইঞ্জিনিয়ারগণ তথ্য আদান-প্রদান ও শক্তি সঞ্চালনের জন্য বিদ্যুৎ ব্যবস্থাকে ব্যবহার করে। সাইক ইনস্টিটিউট অব ম্যানেজমেন্ট অ্যান্ড টেকনোলজি বাংলাদেশ কারিগরি শিক্ষাবোর্ডের অধীনে ডিপ্লোমা ইন ইলেকট্রিক্যাল টেকনোলজি প্রোগ্রাম পরিচালনা করছে। একজন শিক্ষার্থীকে দক্ষ প্রকৌশলী হিসেবে গড়ে তোলার জন্য সাইক ইনস্টিটিউট অব ম্যানেজমেন্ট অ্যান্ড টেকনোলজি -এর ইলেকট্রিক্যাল বিভাগে রয়েছে আধুনিক ব্যবহারিক যন্ত্রপাতি সমৃদ্ধ ডিজিটাল ইলেকট্রনিক্স ল্যাব, ইলেকট্রিক্যাল মেশিন ল্যাব, মাইক্রোপ্রসেসর ও মাইক্রোকন্ট্রোলার ল্যাব, ইকেট্রিক্যাল মেজারমেন্ট ল্যাব ও পাওয়ার সিস্টেম ল্যাব। মাল্টিমিডিয়া ক্লাসরুম সম্বলিত আইসিটি বেজ্ড অ্যাকাডেমিক পরিবেশে অবস্থিত অত্র বিভাগের শিক্ষার্থীরা দক্ষ প্রকৌশলী হিসেবে গড়ে ওঠে নিবেদিতপ্রাণ শিক্ষকদের সযত্ন পরিচর্যায়।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "পাওয়ার প্লান্ট, ইলেকট্রিক্যাল গ্রীড কোম্পানী। বিটিসিএল, অপটিক্যাল ফাইবার কোম্পানী। টেলিফোন বোর্ড। সরকারী ভোকেশনাল শিক্ষক। এছাড়াও বেসরকারী কোম্পানিতে শতশত চাকরির ক্ষেত্র রয়েছে।"
  },
  {
      "departmentName": "আর্কিটেকচার",
      "departmentImg": "https://i.ibb.co/80STj0Y/premium-photo-1663126993772-3a3409840214-ixlib-rb-4-0.jpg",
      "departmentInfo": "ডিপ্লোমা-ইন আর্কিটেকচার টেকনোলজি এমন একটি কোর্স যেখানে স্থাপত্য ও গবেষনাকে একটি কোর্সে উপস্থাপন করে শিক্ষার্থীদের থিওরি এবং প্র্যাকটিক্যাল উভয় দিকে জ্ঞান দেয়া হয়। যার মূল বিষয়বস্তু হচ্ছে কম্পিউটার এইডেড ডিজাইন , কাঠামোগত নকশা এবং মডেল মেকিং। ড্রয়িং হচ্ছে ইঞ্জিনিয়ারিং-এর ভাষা। আর্কিটেকচার শব্দের বাংলা আভিধানিক অর্থ স্থাপত্যবিদ্যা বা স্থাপত্যকলা। এটি এমন একটি কলা কৌশল যার মাধ্যমে আর্কিটেক্ট সুনির্দিষ্ট স্থাপত্য বিষয়ক দিকগুলো বিবেচনা করে শৈল্পিক দৃষ্টিভঙ্গিকে কাজে লাগিয়ে সমস্ত নকশা প্রণয়ন করেন। সাইক ইনস্টিটিউট অব ম্যানেজমেন্ট অ্যান্ড টেকনোলজিত-এর আর্কিটেকচার টেকনোলজির রয়েছে আধুনিক ব্যবহারিক যন্ত্রপাতি। উন্নত প্রযুক্তির মাধ্যমে মর্যাদাপূর্ণ এই টেকনেঅলজিতে উচ্চ শিক্ষায় শিক্ষিত হয়ে আর্কিটেক্টদের বিভিন্ন কনস্ট্রাকশন ফার্ম , ডেভেলপার কোম্পানি ও স্থাপত্য অধিদপ্তরসহ সরকারড অ্যাকাডেমিক পরিবেশে অবস্থিত অত্র বিভাগের শিক্ষার্থীরা দক্ষ প্রকৌশলী হিসেবে গড়ে ওঠে নিবেদিতপ্রাণ শিক্ষকদের সযত্ন পরিচর্যায়।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "রাস্তা ও মহাসড়ক নির্মাণে স্থপতি হিসেবে নগর ভবনে। ওয়াসা (WASA), ডিএসএ (DSA), পিডিবি (PDB)। বন মন্ত্রণালয়। হাউজিং কোম্পানি, রিয়েল এস্টেট কোম্পানি। ভূমি সম্পত্তির বিকাশকারী সংস্থা। বিভিন্ন আর্কিটেকচার ও কনস্ট্রাকশন ফার্ম। এসব ছাড়াও আর্কিটেকচার ইঞ্জিয়াররা আর যেসব পদে চাকরি পেতে পারেন সেগুলো হল- বিল্ডিং সার্ভেয়ার কমার্শিয়াল / রেসিডেনশিয়াল সার্ভেয়ার সরকারি বেসরকারি পলিটেকনিকগুলোতে ইন্সট্রাকটর হিসেবে ঐতিহাসিক ভবন পরিদর্শক / সংরক্ষণ কর্মকর্তা পরিকল্পনা ও উন্নয়ন জরিপকারী থিয়েটার / টেলিভিশন / ফিল্ম-এ প্রোডাকশন ম্যানেজার হিসেবে।"
  },
  {
      "departmentName": "টেলিকমিউনিকেশন",
      "departmentImg": "https://i.ibb.co/w4ybGK8/Telecommunication.jpg",
      "departmentInfo": "যুগের পরিক্রমায় তথ্য আদান প্রদানের অনেক পদ্ধতি আবিষ্কার হয়েছে।বর্তমান বিশ্বে কত দ্রুত এবং কত নিখুঁতভাবে তথ্য আদান প্রদান করতে পারে সেটাই হয়ে দাঁড়িয়েছে মূল লক্ষ্য। ইলেকট্রনিক মিডিয়ার বিস্ফোরণের সাথে সাথে টেলিকম ইন্ডাস্ট্রি বিশ্বের প্রতিটি প্রান্তে দ্রুত বর্ধনশীল সেক্টরে পরিণত হয়েছে। কেন ভর্তি হবেন ডিপ্লোমা ইন টেলিকম ইঞ্জিনিয়ারিং কোর্সটিতে?? তথ্য ও যোগাযোগের এই যুগে, মোবাইল, ইন্টারনেট এবং স্যাটেলাইটের মতো আরও ডিজিটালভাবে উন্নত যোগাযোগ যন্ত্র যোগাযোগ প্রযুক্তির বিস্তৃত প্রসারের পথ সুগম করছে। নেটওয়ার্ক ডিজাইনিং, ইন্সটল এবং সমস্যা সমাধানের চমৎকার প্রতিভা সম্পন্ন টেলিকমিউনিকেশন কোম্পানিতে ব্যাপক চাহিদা রয়েছে।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "এন্ট্রি লেভেলে টেলিযোগাযোগ প্রকৌশলীরা তারযুক্ত ও ওয়্যারলেস টেলিযোগাযোগ সংস্থা, হাই-স্পিড ব্রডব্যান্ড কম্পিউটার নেটওয়ার্ক স্থাপন এবং অপটিক্যাল ও ওয়্যারলেস বা স্যাটেলাইট যোগাযোগ সেবাদানকারী সংস্থা, ইঞ্জিনিয়ারিং পরামর্শকারী সংস্থাগুলি বা সরকারী প্রতিষ্ঠানে প্রবেশ করতে পারেন। ডিপ্লোমা শেষে একজন টেলিকমিউনিকেশন ইঞ্জিনিয়ার সাব অ্যাসিস্টেন্ট ইঞ্জিনিয়ার বিভিন্ন সরকারি প্রতিষ্ঠানে কাজ করতে পারেন। যেমন- BTCL, BTRC, BSCCL DPDC, DESCO BTRC BASIS BMD Radar Station Satellite Earth Station ব্যাংকের IT সেক্টর"
  },
  {
      "departmentName": "অটোমোবাইল",
      "departmentImg": "https://i.ibb.co/gJ7L253/Auto-Mobile.jpg",
      "departmentInfo": "বিজ্ঞান-প্রযুক্তি ও বিশ্বায়নের যান্ত্রিক যুগে পরিবহন ও যোগাযোগে অটোমোবাইল একটি তাৎপর্যপূর্ণ টেকনোলজি। মোটরযান সম্পর্কিত সকল তাত্ত্বিক ও ব্যবহারিক এবং ড্রাইভিং ইত্যাদি বিষয়সহ ইঞ্জিনের খুঁটিনাটি সবকিছুই এই টেকনোলজিতে সংযুক্ত করা হয়েছে। ব্যবহারিক যন্ত্রাংশসহ সকল প্রশিক্ষণ উপকরণ আমাদের প্রতিষ্ঠানে বিদ্যমান। বিআরটিসি, বিআরটিএ, বিআইডি্িবলউটিসি সহ বিভিন্ন ইন্ডাস্ট্রিজ এবং গাড়ী প্রস্তুতকারী প্রতিষ্ঠান ছাড়াও অটোমোবাইল ইঞ্জিনিয়ারদের দেশে-বিদেশে এবং সরকারি/বেসরকারি কারিগরি শিক্ষাপ্রতিষ্ঠানে চাকুরির প্রচুর সুযোগ রয়েছে। আর চাকরি বাজারের এ বিষয়টি বিবেচনায় রেখে সাইক ইনস্টিটিউট অব ম্যানেজমেন্ট অ্যান্ড টেকনোলজি, বাংলাদেশ কারিগরি শিক্ষাবোর্ডের অধীনে চার বৎসর মেয়াদী ডিপ্লোমা ইন অটোমোবাইল টেকনোলজি প্রোগ্রাম পরিচালনা করছে। দেশের ও বিদেশের বিভিন্ন বিশ্ববিদ্যালয় থেকে উচ্ এবং শিল্প প্রতিষ্ঠানে বাস্তব কাজের অভিজ্ঞতা সম্পন্ন শিক্ষক মন্ডলীও নিয়োজিত রয়েছেন। ডিজিটাল অধ্যায় রচনার মাধ্যমে একটি উন্নত ও সমৃদ্ধ বাংলাদেশ বিনির্মানে সাইক ইনস্টিটিউট অব ম্যানেজমেন্ট অ্যান্ড টেকনোলজি -এর অটোমোবাইল টেকনোলজি বিভাগ বদ্ধ পরিকর।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "যারা পরিবহন প্রতিষ্ঠানের ব্যবসা করেন, তাদেরও অটোমোবাইল ইঞ্জিনিয়ার প্রয়োজন হয়। সুতরাং সেখানে চাকুরীর সুবিধা প্রচুর। বড় বড় প্রতিষ্ঠান তাদের গাড়ির রক্ষণাবেক্ষণের দায়িত্ব পালনের জন্য অটোমোবাইল ইঞ্জিনিয়ার নিয়োগ করে থাকেন। গাড়ি বিক্রির দোকানেও রয়েছে অটোমোবাইল ইঞ্জিনিয়ারদের কাজের সুযোগ। আমদানি করা নতুন গাড়ি কিংবা রি-কন্ডিশন গাড়ির ত্রুটি সারাতে কাজ করে থাকেন তারা। িএ বিদেশে ক্যারিয়ার গড়ার সুযোগও আছে । বিদেশে গাড়ির কারখানা থেকে শুরু করে গাড়ি মেরামতের গ্যারেজে অটোমোবাইল ইঞ্জিনিয়ারদের চাহিদাও রয়েছে প্রচুর। নিজেই একটি কার সার্ভিস সেন্টার প্রতিষ্ঠান দিতে পারে। এ জন্য প্রাথমিকভাবে ১৮/২০ লাখ প্রয়োজন হতে পারে। বাণিজ্যিক ব্যাংকগুলো থেকে পুজিও সরবরাহ করা হয়। সরকারি চাকরির সুযোগ রয়েছে ইস্পাত প্রকৌশল অধিদপ্তর ও অন্যান্য মেকানিক্যাল ইকুইভ্যালেন্ট জব ফিল্ডে।"
  },
  {
      "departmentName": "টেক্সটাইল",
      "departmentImg": "https://i.ibb.co/5vgM58M/Textile.jpg",
      "departmentInfo": "আধুনিক সভ্যসমাজে পোশাক ছাড়া কোনো মানব জাতিকে চিন্তা করা অসম্ভব। যুগের পরিবর্তনের সাথে তালমিলিয়ে এই শিল্পের প্রসার দিন দিন বেড়ে চলেছে। যেহেতু বাংলাদেশে টেক্সটাইল শিল্পের বর্তমান ও ভবিষ্যৎ সম্ভাবনা খুবই উজ্জ্বল, সেহেতু এই শিল্পকে আধুনিকায়নের জন্য আমাদের প্রতিষ্ঠানে স্পিনিং, ফেব্রিক, ওয়েটপ্রসেসিং এবং গার্মেন্টর-এর জন্য অত্যাধুনিক ল্যাব ও ডিজিটাল ক্লাশরুমের সুব্যবস্থা রয়েছে। এই শিক্ষাক্রমে উত্তীর্ণ ছাত্র/ছাত্রীরা দেশে বিদেশের পোষাক শিল্প ও জুট , গার্মেন্টস, টেক্সটাইল মিল ইত্যাদি ক্ষেত্রে চাকুরির সুযো্ড অ্যাকাডেমিক পরিবেশে অবস্থিত অত্র বিভাগের শিক্ষার্থীরা দক্ষ প্রকৌশলী হিসেবে গড়ে ওঠে নিবেদিতপ্রাণ শিক্ষকদের সযত্ন পরিচর্যায়।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "টেক্সটাইল ও গার্মেন্টস কারখানা বায়িং হাউজ ট্রেডিং হাউজ"
  },
  {
      "departmentName": "শিপ বিল্ডিং",
      "departmentImg": "https://i.ibb.co/9Vjs1Dz/ship-building.jpg"
  },
  {
      "departmentName": "মেরিন",
      "departmentImg": "https://i.ibb.co/YBMQ4d4/Marine-2.jpg",
      "departmentInfo": "আধুনিক বিশ্বে পরিবহন খাতের আয়ের শতকরা ৫৪ ভাগ আসে নৌ পরিবহন খাত থেকে। নৌ পরিবহনের প্রধান মাধ্যম হচ্ছে জাহাজ। জাহাজ পরিচালনার জন্য দক্ষ মেরিন ইঞ্জিনিয়ার প্রয়োজন। দক্ষ মেরিন ইঞ্জিনিয়ার গড়ার লক্ষ্যে মেরিন টেকণোলজি কোর্স প্রবর্তন হয়। অত্র প্রতিষ্ঠানে মেরিন ইঞ্জিনিয়ারিং কোর্স সম্পর্কে তাত্ত্বিক ও ব্যবহারিক প্রশিক্ষণের পর্যাপ্ত সুযোগ রয়েছে। মেরিন ইঞ্জিনিয়ারিং ডিপ্লোমা কোর্স সম্পন্ন করার পর একজন সনদ প্রাপ্ত ডিপ্লোমা মেরিন ইঞ্জিনিয়ার অভ্যন্তরীন ও সমুদ্রগামী জাহজে ক্যাডেট ইঞ্জিনিয়ার পদে চাকুরীর যোগ্যতা অর্জন করবে। দেশে সরকারি ও স্বায়ত্বশাসিত প্রতিষ্ঠান, শিপইয়ার্ড, ডকইয়ার্ড ও বিদেশে শীপইয়ার্ড এ যথেষ্ট চাকুরির সুযোগ রয়েছে।",
      "admissionEligibility": "SSC / সমমান পরীক্ষায় যেকোন গ্রুপ থেকে জিপিএ ২.০০ পেয়ে উত্তীর্ণ। যেকোন সালের পাশকৃত ছাত্র-ছাত্রীরা আবেদন করতে পারবে। HSC (ভোকেশনাল) উত্তীর্ণ শিক্ষার্থীরা ক্রেডিট ট্রান্সফারের মাধ্যমে শূন্য আসনে ৪র্থ পর্বে ভর্তি হওয়ার সুযোগ পাবে। HSC (বিজ্ঞান) উত্তীর্ণ শিক্ষার্থীরা শূন্য আসনে ৩য় পর্বে ভর্তি হওয়ার সুযোগ পাবে।",
      "Workplaces": "মেরিন ইঞ্জিনিয়ারের কর্মক্ষেত্র সাধারণত দুই ধরনের হয়। আপনি যদি মেরিন ইঞ্জিনিয়ার হিসেবে নিয়োগ পেতে চান সেক্ষেত্রে আপনাকে প্রথমে কোন প্রতিষ্ঠানে নিয়োগ পেতে হবে। আপনার প্রতিষ্ঠান আপনাকে একটি জাহাজ নির্দিষ্ট করে দিবে যার যাত্রা আপনার সমাপ্ত করে পুনরায় প্রস্থানবন্দরে ফিরে আসতে হবে। জাহাজগুলো সাধারণত মালবাহী হয়। এক্ষেত্রে গাড়ি, তেল ট্যাংকার, কেমিক্যাল ট্যাংকার, কন্টেইনার, বিভিন্ন আসবাবপত্র সহ প্রভৃতি বড় আকারের দ্রব্য ও পণ্য জাহাজগুলো এক বন্দর হতে অপর বন্দরে বহন করে নিয়ে যায়। একজন মেরিন ইঞ্জিনিয়ারকে একটি জাহাজের সমগ্র যাত্রা সাফল্যের সাথে সমাপ্ত করতে হয়।"
  }
]
